{
    "hazardZoneText": [
    {"code": "RavRav", "title": "Risk Averse", "text": "You prefer to avoid high-risk situations and seek environments with lower risk exposure for both living and working. You consistently choose safer options and are cautious about potential risks in your current and future job locations." },
    {"code": "RavRAl", "title": "Risk Averse <i class=\"bi bi-arrow-right\"></i> Risk Aware (Low Risk)", "text": "While previously you preferred to avoid high-risk environments, you are now open to accepting that some level of risk is inevitable but look for situations where the risks are more manageable and less severe." },
    {"code": "RavRid", "title": "Risk Averse <i class=\"bi bi-arrow-right\"></i> Risk Indifferent", "text": "Your perspective is shifting from avoiding high-risk environments to being open to living and working in areas with high hazard risk with little to no concern about the potential impacts from natural hazard events." },
    {"code": "RavRAh", "title": "Risk Averse <i class=\"bi bi-arrow-right\"></i> Risk Aware (High Risk)", "text": "While previously you preferred to avoid high-risk environments, you are now open to accepting a high level of hazard risk. You recognize the hazard risks and are prepared to face them in order to live and work in your chosen locations." },
    {"code": "RavRAn", "title": "Risk Averse <i class=\"bi bi-arrow-right\"></i> Risk Neutral", "text": "While previously you preferred to avoid high-risk environments, you are now open to accepting that some level of risk and are open to situations where the risks are manageable and not severe." },
    {"code": "RAlRAl", "title": "Risk Aware (Low Risk)", "text": "You are aware of the risks associated with your current location and the future location of the job you chose, and you consistently choose environments with lower risk exposure. You accept that some level of risk is inevitable and look for situations where the risks are more manageable and less severe." },
    {"code": "RAlRav", "title": "Risk Aware (Low Risk) <i class=\"bi bi-arrow-right\"></i> Risk Averse", "text": "While previously you were open to some level of risk where you lived and worked, you now prefer to avoid high-risk environments altogether. You now choose safer options and are cautious about potential risks." },
    {"code": "RAlRid", "title": "Risk Aware (Low Risk) <i class=\"bi bi-arrow-right\"></i> Risk Indifferent", "text": "Your perspective is shifting from choosing environments with low risk exposure to being open to accepting a high level of hazard risk where you work and live with little to no concern about the potential impacts from natural hazard events." },
    {"code": "RAlRAh", "title": "Risk Aware (Low Risk) <i class=\"bi bi-arrow-right\"></i> Risk Aware (High Risk)", "text": "Overall, your awareness and acceptance of hazard risk in your choice of location and work are increasing. You are becoming more aware of the hazard risks in your environment and are willing to accept a high level of risk. You recognize the hazard risks and are prepared to face them in order to live and work in your chosen locations." },
    {"code": "RAlRAn", "title": "Risk Aware (Low Risk) <i class=\"bi bi-arrow-right\"></i> Risk Neutral", "text": "While previously you preferred environments with low risk exposure, you are now open to accepting that some level of risk and are open to situations where the risks may be higher but manageable and not severe." },
    {"code": "RAhRAh", "title": "Risk Aware (High Risk)", "text": "Overall, you are aware of the risks associated with your current location and the future location of the job you chose. You are willing to accept a high level of risk to live and work in your chosen locations." },
    {"code": "RAhRav", "title": "Risk Aware (High Risk) <i class=\"bi bi-arrow-right\"></i> Risk Averse", "text": "While previously you were open to accepting a high level of risk in your environment, you now prefer to avoid high-risk environments. You now choose safer options and are cautious about potential risks." },
    {"code": "RAhRAl", "title": "Risk Aware (High Risk) <i class=\"bi bi-arrow-right\"></i> Risk Aware (Low Risk)", "text": "You are transitioning from being aware of and willing to accept a high level of risk in your environment to being aware of the risks but preferring a lower risk environment. You are now looking for situations where the risks are present but more manageable and less severe." },
    {"code": "RAhRid", "title": "Risk Aware (High Risk) <i class=\"bi bi-arrow-right\"></i> Risk Indifferent", "text": "While you are willing to accept a high level of hazard risk where you work and live, your overall awareness and concern have substantially decreased. You now have little to no concern about the potential impacts from natural hazard events." },
    {"code": "RAhRAn", "title": "Risk Aware (High Risk) <i class=\"bi bi-arrow-right\"></i> Risk Neutral", "text": "While previously you preferred environments with high risk exposure, you now prefer lower risk environments where the risks are more manageable and not as severe." },
    {"code": "RidRid", "title": "Risk Indifferent", "text": "You accept a high level of hazard risk where you work and live with little to no concern about the potential impacts from natural hazard events." },
    {"code": "RidRav", "title": "Risk Indifferent <i class=\"bi bi-arrow-right\"></i> Risk Averse", "text": "While previously you accepted a high level of hazard risk where you worked and lived without much concern, you now prefer to avoid high-risk environments altogether. You now choose safer options and are cautious about potential risks in where you choose to work and live." },
    {"code": "RidRAl", "title": "Risk Indifferent <i class=\"bi bi-arrow-right\"></i> Risk Aware (Low Risk)", "text": "While previously you accepted a high level of hazard risk where you worked and lived without much concern, you now are more aware of the risks and are choosing environments with low risk exposure.  You realize that some level of risk is inevitable and look for situations where the risks are manageable and less severe." },
    {"code": "RidRAh", "title": "Risk Indifferent <i class=\"bi bi-arrow-right\"></i> Risk Aware (High Risk)", "text": "Overall, your perspective is shifting from accepting environments with a high level of hazard risk without much regard, to becoming more aware of the risks associated with where you choose to work and live. You continue to accept the high level of risk, but are now willing to actively prepare for the potential impacts of hazard events." },
    {"code": "RidRAn", "title": "Risk Indifferent <i class=\"bi bi-arrow-right\"></i> Risk Neutral", "text": "While previously you accepted environments with high risk exposure without much concern, you now prefer lower risk environments where the risks are more manageable and not as severe." },
    {"code": "RAnRAn", "title": "Risk Neutral", "text": "You are aware of the risks associated with your current location and the future location of the job you chose, and you consistently choose environments with medium risk exposure." },
    {"code": "RAnRid", "title": "Risk Neutral <i class=\"bi bi-arrow-right\"></i> Risk Indifferent", "text": "While previously you were open to some level of risk where you lived and worked, you now prefer to avoid high-risk environments altogether. You now choose safer options and are cautious about potential risks." },
    {"code": "RAnRav", "title": "Risk Neutral <i class=\"bi bi-arrow-right\"></i> Risk Averse", "text": "While previously you accepted a moderate level of hazard risk where you worked and lived, you now prefer to avoid high-risk environments altogether. You now choose safer options and are cautious about potential risks in where you choose to work and live." },
    {"code": "RAnRAl", "title": "Risk Neutral <i class=\"bi bi-arrow-right\"></i> Risk Aware (Low Risk)", "text": "Your are transitioning from being aware of and willing to accept a medium level of hazard risk in your environment to being aware of the risks but preferring a lower risk exposure. You are open to situations where the risks are present but more manageable and less severe." },
    {"code": "RAnRAh", "title": "Risk Neutral <i class=\"bi bi-arrow-right\"></i> Risk Aware (High Risk)", "text": "Overall, your awareness and acceptance of hazard risk in your choice of location and work are increasing. You are becoming more aware of the hazard risks in your environment and are willing to accept a higher level of risk. You recognize the hazard risks and are prepared to face them in order to live and work in your chosen locations." }
    ]
}